/* 关于 */
"About" = "关于";

/* 请先登录 */
"Account.NamePlaceholder" = "请先登录";

/* 取消 */
"Cancel" = "取消";

/* 复制链接 */
"CopyLink" = "复制链接";

/* 收藏主题 */
"Detail.AddToFavorites" = "收藏主题";

/* 评论 */
"Detail.Comment" = "评论";

/* 评论成功 */
"Detail.CommentSuccess" = "评论成功";

/* 复制评论 */
"Detail.CopyComments" = "复制评论";

/* 添加一条新回复 */
"Detail.CreateNewReply" = "添加一条新回复";

/* 收藏主题成功 */
"Detail.FavoritedSuccess" = "收藏主题成功";

/* 在Safari中打开 */
"Detail.OpenInSafari" = "在Safari中打开";

/* 楼主 */
"Detail.OriginPoster" = "楼主";

/* 取消收藏 */
"Detail.RemoveFromFavorites" = "取消收藏";

/* 感谢 */
"Detail.Thanks" = "感谢";

/* 取消收藏成功 */
"Detail.UnFavoritedSuccess" = "取消收藏成功";

/* 查看全部评论 */
"Detail.ViewAllComments" = "查看全部评论";

/* 只看楼主 */
"Detail.ViewAuthorOnly" = "只看楼主";

/* 查看对话 */
"Detail.ViewConversation" = "查看对话";

/* 完成 */
"Done" = "完成";

/* 跟随系统 */
"Lang.FollowSystem" = "跟随系统";

/* 登录... */
"Login.ButtonTitle" = "登录...";

/* 请输入验证码 */
"Login.CaptchaAlerts" = "请输入验证码";

/* 密码 */
"Login.Password" = "密码";

/* 请输入密码 */
"Login.PasswordAlerts" = "请输入密码";

/* 密码 */
"Login.PasswordPlaceholder" = "密码";

/* 已同意用户协议与隐私政策 */
"Login.PrivacyPolicy" = "已同意用户协议与隐私政策";

/* 请重新获取验证码 */
"Login.RefreshCaptchaAlerts" = "请重新获取验证码";

/* 请先登录 */
"Login.Required" = "请先登录";

/* 谷歌登录 */
"Login.SignInWithGoogle" = "谷歌登录";

/* 用户名 */
"Login.Username" = "用户名";

/* 请输入用户名 */
"Login.UsernameAlerts" = "请输入用户名";

/* 用户名或邮箱 */
"Login.UsernamePlaceholder" = "用户名或邮箱";

/* 退出登录 */
"Logout" = "退出登录";

/* 没有更多了 */
"NoMoreData" = "没有更多了";

/* 所有节点 */
"Nodes.All" = "所有节点";

/* 节点导航 */
"Nodes.Navigations" = "节点导航";

/* 相关节点 */
"Nodes.Related" = "相关节点";

/* 通知 */
"Notifications" = "通知";

/* 确定 */
"OK" = "确定";

/* 余额 */
"Profile.Balance" = "余额";

/* 拉黑 */
"Profile.Block" = "拉黑";

/* 已拉黑 */
"Profile.BlockSuccess" = "已拉黑";

/* 节点收藏 */
"Profile.FavoritedNodes" = "节点收藏";

/* 主题收藏 */
"Profile.FavoritedTopics" = "主题收藏";

/* 加入特别关注 */
"Profile.Follow" = "加入特别关注";

/* 已加入特别关注 */
"Profile.FollowSuccess" = "已加入特别关注";

/* Ta的最近回复 */
"Profile.HisComments" = "Ta的最近回复";

/* Ta创建的主题 */
"Profile.HisTopics" = "Ta创建的主题";

/* 账户余额: %@ */
"Profile.MyBalanaceCount" = "账户余额: %@";

/* 我的最近回复 */
"Profile.MyComments" = "我的最近回复";

/* 特别关注 */
"Profile.MyFollowing" = "特别关注";

/* 我创建主题 */
"Profile.MyTopics" = "我创建主题";

/* 取消拉黑 */
"Profile.UnBlock" = "取消拉黑";

/* 已从黑名单移除 */
"Profile.UnBlockSuccess" = "已从黑名单移除";

/* 取消关注 */
"Profile.UnFollow" = "取消关注";

/* 已取消关注 */
"Profile.UnFollowSuccess" = "已取消关注";

/* 查看更多 */
"Profile.ViewMore" = "查看更多";

/* 举报 */
"Report" = "举报";

/* 时间 */
"Search.OptionCreatedTime" = "时间";

/* 权重 */
"Search.OptionsSumup" = "权重";

/* 搜索主题 */
"Search.Placeholder" = "搜索主题";

/* 共计 %d 个结果，耗时 %d 毫秒 */
"Search.ResultTips" = "共计 %d 个结果，耗时 %d 毫秒";

/* 于 %@ 发表，共计 %d 个回复 */
"Search.ResultTopicInfo" = "于 %@ 发表，共计 %d 个回复";

/* 需要登录后才能查看 */
"Server.NeedsSignIn" = "需要登录后才能查看";

/* 开启了两步验证 */
"Server.NeedsTwoFactor" = "开启了两步验证";

/* 服务器暂时开小差了，请稍后再试 */
"Server.NotFound" = "服务器暂时开小差了，请稍后再试";

/* 服务器解析错误 */
"Server.ParseHTMLError" = "服务器解析错误";

/* 登录失败 */
"Server.SignInError" = "登录失败";

/* 设置 */
"Settings" = "设置";

/* 账号 */
"Settings.Account" = "账号";

/* 应用图标 */
"Settings.AppLogo" = "应用图标";

/* 自动刷新列表 */
"Settings.AutoRefresh" = "自动刷新列表";

/* 全屏返回手势 */
"Settings.EnableFullGesture" = "全屏返回手势";

/* 语言 */
"Settings.Language" = "语言";

/* 确定退出当前账号吗？ */
"Settings.LogoutPrompt" = "确定退出当前账号吗？";

/* 开源项目 */
"Settings.OpenSource" = "开源项目";

/* 隐私政策 */
"Settings.PrivacyPolicy" = "隐私政策";

/* 更新记录 */
"Settings.ReleaseNotes" = "更新记录";

/* 项目源代码 */
"Settings.SourceCode" = "项目源代码";

/* 浏览偏好设置 */
"Settings.ViewOptions" = "浏览偏好设置";

/* 分享 */
"Share" = "分享";

/* 全部 */
"Tab.All" = "全部";

/* Apple */
"Tab.Apple" = "Apple";

/* 城市 */
"Tab.City" = "城市";

/* 创意 */
"Tab.Creative" = "创意";

/* 交易 */
"Tab.Deals" = "交易";

/* 最热 */
"Tab.Hot" = "最热";

/* 酷工作 */
"Tab.Jobs" = "酷工作";

/* 好玩 */
"Tab.Play" = "好玩";

/* 问与答 */
"Tab.QNA" = "问与答";

/* 最近 */
"Tab.Recent" = "最近";

/* 只有最近才能加载更多 */
"Tab.RecentTips" = "只有最近才能加载更多";

/* 技术 */
"Tab.Technology" = "技术";

/* 请输入正文，如果标题能够表达完成内容，则正文可以为空 */
"Topic.BodyPlaceholder" = "请输入正文，如果标题能够表达完成内容，则正文可以为空";

/* 正文 */
"Topic.BodyTitle" = "正文";

/* 创建新主题 */
"Topic.CreateNew" = "创建新主题";

/* 请选择主题 */
"Topic.NodeEmptyTips" = "请选择主题";

/* 选择节点 */
"Topic.SelectNode" = "选择节点";

/* 请输入主题标题 */
"Topic.TitleEmptyTips" = "请输入主题标题";

/* 输入主题标题(0-120) */
"Topic.TitlePlaceholder" = "输入主题标题(0-120)";

/* 主题标题 */
"Topic.TitleTitle" = "主题标题";

